import React from 'react';
import CardNews from '../card-news/CardNews';
import style from './News.module.css';

const News = () => {
  return (
    <div className={style["news"]}>
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news2.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news3.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news1.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news1.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news2.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news3.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news3.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news1.png"
      />
      <CardNews
        title = "Идет набор на обучение по программе профессиональной переподготовки «Цифровой дизайн»"
        date  = "20.09.2019"
        img   = "news2.png"
      />
    </div>
  );
}

export default News;
